Revit 2027 API
AdvancedLayered.LayeredF0 Property
 The property labeled "Clearcoat reflectance" from the "AdvancedLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string LayeredF0 { get; }
Public Shared ReadOnly Property LayeredF0 As String
	Get
public:
static property String^ LayeredF0 {
	String^ get ();
}
static member LayeredF0 : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace